espressif/esp-adf/examples/advanced_examples/downmix_pipeline/sdkconfig.defaults.esp32
CONFIG_IDF_CMAKE=y
CONFIG_IDF_TARGET_ARCH_XTENSA=y
CONFIG_IDF_TARGET="esp32"
CONFIG_IDF_TARGET_ESP32=y
CONFIG_IDF_FIRMWARE_CHIP_ID=0x0000
CONFIG_ESP32_DEFAULT_CPU_FREQ_240=y

#
# SPI RAM config
#
CONFIG_SPIRAM_ALLOW_BSS_SEG_EXTERNAL_MEMORY=y

#
# Audio HAL
#
CONFIG_ESP_LYRAT_V4_3_BOARD=y
